export const events = [
  {
    type: 'Наука',
    isActive: false,
    list: [
      {
        year: 2015,
        event:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        year: 2020,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2021,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2022,
        event:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        year: 2023,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2024,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2025,
        event:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        year: 2026,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2050,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      }
    ]
  },
  {
    type: 'Космос',
    isActive: false,
    list: [
      {
        year: 2040,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2041,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2042,
        event:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        year: 2043,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2045,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2049,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2050,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2060,
        event:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        year: 2070,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2080,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      }
    ]
  },

  {
    type: 'Медицина',
    isActive: false,
    list: [
      {
        year: 2060,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2070,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2080,
        event:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        year: 2081,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2082,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2083,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2084,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2085,
        event:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        year: 2086,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2087,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      }
    ]
  },

  {
    type: 'Автомобили',
    isActive: false,
    list: [
      {
        year: 2088,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2089,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2090,
        event:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        year: 2091,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2092,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      }
    ]
  },

  {
    type: 'Кино',
    isActive: false,
    list: [
      {
        year: 2093,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2094,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2095,
        event:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        year: 2096,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2097,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      }
    ]
  },

  {
    type: 'Игры',
    isActive: false,
    list: [
      {
        year: 2100,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2105,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        year: 2106,
        event:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        year: 2107,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        year: 2108,
        event:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      }
    ]
  }
]
